export default {
  rules: {
    required: "این فیلد اجباری است",
    email: "ایمیل به طور صحیح وارد نشده است",
    password: "رمز عبور باید بین ۶ تا ۴۰ کاراکتر باشد",
    ltr: "فقط کاراکترهای انگلیسی",
    initNumber: "عدد نباید منفی باشد",
    number: "این فیلد باید یک عدد باشد",
    url: "لطفا یک آدرس url معتبر وارد کنید",
    ipv4: "لطفا یک آدرس IPv4 معتبر وارد کنید",
    mobile: "لطفا یک شماره موبایل معتبر وارد کنید",
    phone: "لطفا یک شماره تلفن معتبر وارد کنید",
    ipv4OrUrl: "لطفاً یک آدرس IP یا یک آدرس URL معتبر وارد کنید",
    value: "لطفا یک شناسه یکتا وارد کنید",
    nationalCode: 'لطفا کد ملی معتبر وارد کنید'
  },

  form: {
    username: "نام کاربری",
    password: "رمز عبور",
    login: "ورود",
    forget: "فراموشی رمز عبور",
  },
  panel: {
    color: "رنگ پنل",
    exit: "خروج",
    language: "زبان پنل",
  },
};
